/* Ink */
"Epson genuine" = "Epson वास्तविक";
"EPSON genuine" = "EPSON वास्तविक";
"NONEGENUINECARTRIDGE" = "नकली काट्रिज";

/* Color */
"Black" = "काला";
"Color" = "रंग";
"Matte Black" = "मैट ब्लैक";
"Photo Black" = "फ़ोटो ब्लैक";
"Light Black" = "हल्का काला";
"Light Light Black" = "ज्यादा हल्का काला";
"Cyan" = "स्यान";
"Light Cyan" = "हल्का सियान";
"Magenta" = "मैजेंटा";
"Light Magenta" = "हल्का मैजैंटा";
"Yellow" = "पीला";
"Dark Yellow" = "गहरा पीला";
"Red" = "लाल";
"Blue" = "नीला";
"Gloss Optimizer" = "चमक ऑप्टिमाइज़र";
"Vivid Magenta" = "जीवंत मैजेंटा";
"Vivid Light Magenta" = "जीवंत हल्का मैजेंटा";
"Orange" = "नारंगी";
"Green" = "हरा";
"Unknown" = "अज्ञात";

"LFP Black" = "काला";
"LFP Matte Black" = "मैट ब्लैक";
"LFP Photo Black" = "फ़ोटो ब्लैक";
"LFP Light Black" = "हल्का काला";
"LFP Light Light Black" = "ज्यादा हल्का काला";
"LFP Cyan" = "स्यान";
"LFP Light Cyan" = "हल्का सियान";
"LFP Magenta" = "मैजेंटा";
"LFP Light Magenta" = "हल्का मैजैंटा";
"LFP Yellow" = "पीला";
"LFP Dark Yellow" = "गहरा पीला";
"LFP Red" = "लाल";
"LFP Blue" = "नीला";
"LFP Gloss Optimizer" = "चमक ऑप्टिमाइज़र";
"LFP Vivid Magenta" = "जीवंत मैजेंटा";
"LFP Vivid Light Magenta" = "जीवंत हल्का मैजेंटा";
"LFP Orange" = "नारंगी";
"LFP Green" = "हरा";

"EAI Black" = "काला";
"EAI Matte Black" = "मैट ब्लैक";
"EAI Photo Black" = "फ़ोटो ब्लैक";
"EAI Light Black" = "हल्का काला";
"EAI Light Light Black" = "ज्यादा हल्का काला";
"EAI Cyan" = "स्यान";
"EAI Light Cyan" = "हल्का सियान";
"EAI Magenta" = "मैजेंटा";
"EAI Light Magenta" = "हल्का मैजैंटा";
"EAI Yellow" = "पीला";
"EAI Dark Yellow" = "गहरा पीला";
"EAI Red" = "लाल";
"EAI Blue" = "नीला";
"EAI Gloss Optimizer" = "चमक ऑप्टिमाइज़र";
"EAI Vivid Magenta" = "जीवंत मैजेंटा";
"EAI Vivid Light Magenta" = "जीवंत हल्का मैजेंटा";
"EAI Orange" = "नारंगी";
"EAI Green" = "हरा";

/* Meter String */
"MetterStr_E" = "E";
"MetterStr_F" = "F";

/* Error String */
"Common ComError Text1" = "संचार त्रुटि";
"Common ComError Text2" = "सभी कनेक्शंस की जाँच करें और सुनिश्चित करें कि सभी डिवाइस चालू हो। यदि प्रिंटिंग के दौरान पावर बंद हो जाए, तो प्रिंट कार्य को रद्द कर दें। यदि त्रुटि नहीं हटती है, तो अपने प्रिंटर दस्तावेज़ देखें।";
"Common ComError B1" = "पुनः प्रयास करें";
"Common ComError B2" = "रद्द करें";

"Common Error Text1" = "अज्ञात त्रुटि";
"Common Error Text2" = "प्रिंट बंद करें, और जाम कागज़ निकालें। कुछ मिनट बाद, प्रिंटर को फिर से चालू करें।";
"Common Error B1" = "रद्द करें";
"Common Error B2" = "जारी रखें";

"Common FF Error Text1" = "कार्ट्रिज बदलें";
"Common FF Error Text2" = "जाँचें कि इंक कार्ट्रिज सही ढंग से इंस्टॉल हैं";
"Common FF Error B1" = "रद्द करें";
"Common FF Error B2" = "जारी रखें";

"Common Ink Low at Proxy" = "स्याही कम";

"InkString_Colon" = ": ";
"InkString_Comma" = ", ";
"InkString_Linebreak" = "
";

"INKSETALERT_READDPRINTER_P" = "वर्तमान में प्रिंटर में इंस्टॉल इंक कार्ट्रिज संयोजन प्रिंट सेंटर में प्रिंटर चुनने के दौरान इंस्टॉल संयोजन से अलग है। प्रिंट सेंटर में प्रिंटर सूची से प्रिंटर को हटाएँ और इसे फिर से जोड़ें।";
"INKSETALERT_READDPRINTER_T" = "वर्तमान में प्रिंटर में इंस्टॉल इंक कार्ट्रिज संयोजन प्रिंटर सेटअप यूटिलिटी में प्रिंटर चुनने के दौरान इंस्टॉल संयोजन से अलग है। प्रिंटर सेटअप यूटिलिटी में प्रिंटर सूची से प्रिंटर को हटाएँ और इसे फिर से जोड़ें।";
"INKSETALERT_READDPRINTER_L" = "वर्तमान में प्रिंटर में इंस्टॉल इंक कार्ट्रिज संयोजन प्रिंटर चुनने के दौरान इंस्टॉल संयोजन से अलग है। सिस्टम प्राथमिकताएँ > प्रिंट एंव फ़ैक्स > प्रिंटिंग टैब में प्रिंटर सूची से प्रिंटर को हटाएँ और इसे फिर से जोड़ें।";

"Code" = "कोड";

/* For Paper Low Alert */
"PAPERLOW_P" = "कागज़ कम";

/* For Simple Error Hanlder For CFF */
"SEH_COMUERR" = "संचार त्रुटि";
"SEH_ER00" = "सामान्य त्रुटि";
"SEH_ER01" = "प्रिंटर व्यस्त";
"SEH_ER04" = "कागज जाम";
"SEH_ER05" = "कार्ट्रिज बदलें";
"SEH_ER05_ICERR" = "कार्ट्रिज बदलें";
"SEH_ER05_FF" = "कार्ट्रिज बदलें";
"SEH_ER06" = "कागज़ सही ढंग से लोड नहीं हुआ है";
"SEH_ER10" = "आवश्यक सेवा";
"SEH_WRCD" = "शीर्ष सफ़ाई पूर्ण नहीं की जा सकती।";
"SEH_CCE" = "एक त्रुटि उत्पन्न हुई है।";
"SEH_RPE" = "प्रिंटर ड्राइवर में चयनित कागज का स्रोत सेटिंग प्रिंटर में लोड किए गए कागज के लिए उपयुक्त नहीं है।";
"SEH_STCS" = "इंक सिस्टम चार्ज करना";

/* Ink Exchange Error */
"Ink Exchange Err 1" = "एक संचार त्रुटि हुई है। सुनिश्चित करें कि प्रिंटर चालू है। केबल कनेक्शंस की जाँच करें। यदि नोज़ल जाँच पैटर्न प्रिंट हो रहा है, तो प्रिंटर को रीसेट करने के लिए बंद करके फिर से चालू करें।";
"Ink Exchange Err 2" = "प्रिंटर हेड इंक कार्ट्रिज बदलने की स्थिति तक नहीं जा पाया।";
"Ink Exchange Err 3" = "प्रिंटर हेड सही स्थिति तक नहीं जा पाया।";
"Ink Exchange Err 4" = "इंक चार्जिंग पूरा करने में विफल।";

/* Error Handler */
"ErrorHandler Append String Cancel" = "
उत्पाद की समस्या का समाधान करें।";
"ErrorHandler Button String Cancel" = "रद्द करें";

/* Ink Tank Utility */
"Above" = "ऊपर";
"below" = "नीचे";
"Correct" = "यह आईडी मान्य है।";
"Wrong" = "यह आईडी मान्य नहीं है।";
"DifferenceColor" = "यह आईडी %correctcolor% के लिए है।
यह आईडी मान्य नहीं है।";
"Duplicate" = "आप पूर्व में उपयोग हो चुके आईडी दर्ज नहीं कर सकते।";
"DifferenceMachine" = "यह आईडी मान्य नहीं है।";
"Ink Tank Utility Err1" = "इस प्रिंटर के लिए कोई जानकारी उपलब्ध नहीं है।";
"Ink Tank Utility Err2" = "संचार त्रुटि हुई है।
कृपया अपना कनेक्शन जांचें और पुनः प्रयास करें।";
